Repository: khrysro1/mcm-connections-manager
Catalog: i18n/*.po
Languages: de

source: New Tip
de: Neuer Tipp

source: <b>Monocaffe Connections Manager</b> New Tip Reference
de: <b>Monocaffe Connections Manager</b> Neuer Tipp Referenz

source: <b>Section:</b>
de: <b>Abschnitt:</b>

source: <b>Subsection:</b>
de: <b>Unterabschnitt:</b>

source: <b>Title:</b>
de: <b>Titel:</b>

source: <b>Command:</b>
de: <b>Befehl:</b>

source: <b>Send to the World:</b>
de: <b>um die Welt zu senden:</b>

source: If you agree, a HTML POST with this tip (no personal data) is sent so we can gather and release more and more tips. More information on the Help Button Bellow.
de: Wenn Sie einverstanden sind, eine HTML-POST mit diesem Tipp (keine personenbezogenen Daten), so können wir sammeln und loslassen mehr und mehr Tipps geschickt. Mehr Informationen über die Hilfe-Taste Bellow.

source: Font Style:
de: Schriftstil:

source: Font Color:
de: Schriftfarbe:

source: Choose some font
de: Wählen Sie einige Schriftart

source: Choose some color
de: Wählen Sie ein wenig Farbe

source: Buffer Size:
de: Puffer Größe

source: <b>Console</b>
de: <b>Konsole</b>

source: Color:
de: Farbe:

source: Image:
de: Figur:

source: Desaturation:
de: Entsättigung:

source: Background Transparent:
de: Hintergrund transparent:

source: Select-by-word Characters:
de: Select-für-Wort-Zeichen:

source: When the user double-clicks to start selection, the terminal will extend the selection on word boundaries. It will treat characters included in spec as parts of words, and all other characters as word separators. Ranges of characters can be specified by separating them with a hyphen. Percentage symbol is not supported.
de: Wenn der Benutzer einen Doppelklick auf die Auswahl starten, wird das Terminal die Auswahl auf Wortgrenzen zu verlängern. Es wird zu behandeln Zeichen in spec als Teile von Wörtern enthalten, und alle anderen Zeichen als Trennzeichen. Bereiche von Zeichen kann durch Trennung mit einem Bindestrich angegeben werden. Prozentuale Symbol wird nicht unterstützt.

source: Clear Background Image
de: Verwendung kein Hintergrundbild

source: <b>Background</b>
de: <b>Hintergrund</b>

source: General
de: Allgemein

source: <b>Client</b>
de: <b>Kunde</b>

source: <b>Default Options</b>
de: <b>Default Optionen</b>

source: Embedded (to implement?)
de: Embedded (zu implementieren?)

source: _File
de: _Datei

source: Import from CSV
de: Import aus CSV

source: Export HTML
de: HTML Export

source: Export CSV
de: CSV Export

source: _View
de: _Sicht

source: Connections
de: Verbindungen

source: Show/Hide The Cluster Entry
de: Zeigen/Verstecken Der Cluster Entry

source: Show/Hide the Tips
de: Anzeigen/Ausblenden der Tips

source: Tips
de: Tipps

source: _Connections
de: _Verbindungen

source: Connect to the selected server
de: Verbinden mit dem ausgewählten Server

source: Add a new connection
de: Neue Verbindung hinzufügen

source: Delete the selected connection
de: Ausgewählte Verbindung löschen

source: Open a Terminal on local
de: Öffnen Sie ein Terminal auf die lokale

source: Update Tips
de: Update-Tipps

source: Download the latest version of the tips file.
de: Laden Sie die neueste Version der Datei-Tipps.

source: _Help
de: _Hilfe

source: <b>Connections</b>
de: <b>Verbindungen</b>

source: <b>Username</b>
de: <b>Benutzername</b>

source: <b>Hostname/IP Address</b>
de: <b>Hostname/IP-Adresse</ b>

source: <b>Options</b>
de: <b>Einstellungen</b>

source: <b>Description</b>
de: <b>Beschreibung</b>

source: <b>Password</b>
de: <b>Kennwort</b>

source: Cluster Entry. Mark the tabs you want to interact with.
de: Cluster Eintrag. Markieren Sie die Registerkarten, die Sie mit interagieren.

source: About MCM
de: Über MCM

source: An easy and fast connections manager for GNOME
de: Ein einfacher und schneller Verbindungsmanager für GNOME

source: Select File to Import
de: Datei zum Import auswählen

source: Add Connection
de: Verbindung hinzufügen

source: <b>Type</b>
de: <b>Typ</b>

source: <b>Group</b>
de: <b>Gruppe</b>

source: <b>Monocaffe Connections Manager</b> Importing Connections
de: <b>Monocaffe Connections Manager</b> Import-Verbindungen

source: <b>Importing</b>
de: <b>Importieren</b>

source: Send to the World
de: Senden, um die Welt

source: If you select the option to send to the world, your tip will be sent to a Google Docs Spreadsheet using an online form. No personal information is sent, only the one you fill on the previous dialog. This Form is online, and the results spreadsheet is public for everyone to see. Check the documentation for the links. If you still feel the need to check on this go to the file "common/utils.py" and there is a class called "GoogleForm" where all this process happens.
de: Wenn Sie die Möglichkeit, die Welt zu senden auswählen, Ihren Tipp geht an ein Google Docs Spreadsheet mit Hilfe eines Online-Formulars. Keine persönlichen Daten Geschickt, nur die, die Sie auf der vorherigen Dialog füllen. Dieses Formular ist online, und die Ergebnisse Tabellenkalkulation ist für jeden etwas zu öffentlichen Zu sehen. Wenn Sie immer noch das Gefühl der Notwendigkeit, sich auf diese zu gehen, um die Datei zu überprüfen "Common/utils.py" und es gibt eine Klasse namens "GoogleForm", wo alle Dieser Prozess geschieht.

source: Can't Access file %s
de: Kann nicht auf Datei %s

source: Not a Tip Object
de: Nicht ein Tipp Object

source: Deleting Connection %s
de: Lösche Verbindung %s

source: Are you sure?
de: Sind Sie sicher?

source: Copy
de: Kopieren

source: Paste
de: Einfügen

source: Google Search
de: Google-Suche

source: Set as Title
de: Als Titel

source: Press Enter to Save changes
de: Drücken Sie die Eingabetaste zum Speichern der Änderungen

source: Export to CSV done
de: Export to CSV getan

source: Export to HTML done
de: Export nach HTML abgeschlossen

source: Saved file %s
de: Gespeicherte Datei %s

source: Unable to update tips file
de: Kann Tipps Update-Datei

source: An error ocurred, please check the log files for more information
de: Ein Fehler ist aufgetreten, bitte überprüfen Sie die Protokolldateien für mehr Informationen

source: Tips Update Success
de: Tipps Update Success

source: The tips file has been updated succesfully using %s. A backup file has been created.
de: Die Spitzen-Datei wurde aktualisiert erfolgreich mit %s. Eine Backup-Datei erstellt worden ist.

source: This alias is already used
de: Dieser Alias wird bereits verwendet

source: The alias for the new connection. Must be unique.
de: Der Alias für die neue Verbindung. Muss eindeutig sein.

source: Not saving %s
de: nicht speichern %s

source: Saved %s
de: gespeichert %s

source: Set For Clustered Commands
de: Set für gruppierte Befehle

source: All
de: alle
